Repository: nicopere/yatish
Catalog: */yatish.po
Languages: fr

source: Another program instance is already running, aborting this one.
fr: Une autre instance du programme est déjà en cours d'exécution: on arrête celle-ci.

source: Authentication file '%s' not found
fr: Fichier d'authentification '%s' introuvable

source: Authentication file '%s' cannot be opened
fr: Le fichier d'authentification '%s' n'est pas accessible en lecture

source: Error while reading the authentication file: %s
fr: Erreur de lecture dans le fichier d'authentification: %s

source: Slave DB must be MySQL
fr: La base esclave doit être MySQL

source: Yatish tables not created (MySQL)
fr: Échec à la création des tables Yatish (MySQL)

source: You are probably using Yatish for the first time... Please ignore error messages and read "Getting started" in the User guide (F1)
fr: Vous utilisez sans doute Yatish pour la première fois... SVP ignorez les messages d'erreur et lisez "Getting started" dans le Guide utilisateur (F1)

source: Startup procedure completed?
fr: Procédure de démarrage accomplie?

source: Master DB must be SQLite
fr: La base maître doit être SQLite

source: Yatish tables not found (SQLite)
fr: Tables Yatish pas trouvées (SQLite)

source: SUM: %.1f days | AVG: %.1f hours (x%ld)
fr: TOT: %.1f jours | MOY: %.1f heures (x%ld)

source: Owing to foreign key constraints in the Yatish database, records refering to this item will also be deleted.
fr: En raison des contraintes de clé étrangère dans la base de données de Yatish, les enregistrements se référant à cet article seront aussi détruits.

source: Confirm deletion
fr: Confirmer la suppression

source: New row
fr: Nouvelle ligne

source: (previously selected row)
fr: (ligne précédemment sélectionnée)

source: Project:
fr: Projet:

source: Task:
fr: Tâche:

source: Tool:
fr: Outil:

source: Value to display ?
fr: Valeur à afficher?

source: Name:
fr: Nom:

source: Start:
fr: Début:

source: Stop:
fr: Fin:

source: translator-credits
fr: Nicolas Pérenne (fr)

source: Select project, task and tool
fr: Choisir projet, tâche et outil

source: &RECORD
fr: &ENREGISTRER

source: &STOP
fr: A&RRÊTER

source: Task
fr: Tâche

source: Tool
fr: Outil

source: Project
fr: Projet

source: Activity
fr: Activité

source: Timeslot
fr: Intervalle de temps

source: Date interval (inclusive)
fr: Intervalle de date (inclusif)

source: Chart type | Temporal aggregation
fr: Type de graphique | Agrégation temporelle

source: Time series
fr: Série temporelle

source: Pie chart
fr: Diagramme circulaire

source: Hours (total)
fr: Heures (total)

source: Days (worked)
fr: Jours (travaillés)

source: Hours/day (max)
fr: Heures/jour (max)

source: Time range (max)
fr: Amplitude horaire (max)

source: Minutes/timeslot (average)
fr: Minutes/créneau (moy)

source: Data clustering | Date interval
fr: Segmentation des données | Intervalle de date

source: Projects
fr: Projets

source: Tasks
fr: Tâches

source: Tools
fr: Outils

source: None
fr: Aucune

source: Current activity
fr: Activité en cours

source: List/Edit
fr: Liste/Édition

source: Charts
fr: Graphiques

source: &Connect Ctrl-C
fr: &Connecter Ctrl-C

source: Connect to a (remote) MySQL/MariaDB server
fr: Connecter à un serveur (distant) MySQL/MariaDB

source: &Update Ctrl-U
fr: &Mettre à jour Ctrl-M

source: Update remote database
fr: Mettre à jour la base de données distante

source: Up&load
fr: &Téléverser

source: Replace remote data (by local)
fr: Remplacer les données distantes (par les locales)

source: &Download
fr: Té&lécharger

source: Replace local data (by remote)
fr: Remplacer les données locales (par les distantes)

source: &Quit Ctrl-Q
fr: &Quitter Ctrl-Q

source: &File
fr: &Fichier

source: &Activity Ctrl-A
fr: &Activité Ctrl-A

source: Start/stop current activity
fr: Démarrer/arrêter l'activité en cours

source: Edit any table
fr: Éditer n'importe quelle table

source: &Charts Ctrl-G
fr: &Graphiques Ctrl-G

source: Look at various charts
fr: Examiner divers diagrammes

source: &New record... Ctrl-N
fr: &Nouvel enregistrement... Ctrl-N

source: Add a record to the currently selected table
fr: Créer un enregistrement dans la table choisie

source: &Reset filter Ctrl-R
fr: &RàZ filtre Ctrl-R

source: Reset the viewing filter
fr: Réinitialiser le filtre de visualisation

source: &Settings... Ctrl-S
fr: &Préférences... Ctrl-P

source: Set user preferences
fr: Définir les préférences utilisateur

source: &Edit
fr: &Édition

source: Today
fr: Aujourd'hui

source: Time interval to show: today
fr: Intervalle de temps à montrer: aujourd'hui

source: This week
fr: Cette semaine

source: Time interval to show: this week
fr: Intervalle de temps à montrer: depuis le début de la semaine

source: This month
fr: Ce mois

source: Time interval to show: this month
fr: Intervalle de temps à montrer: depuis le début du mois

source: This year
fr: Cette année

source: Time interval to show: this year
fr: Intervalle de temps à montrer: depuis le début de l'année

source: Yesterday
fr: Hier

source: Time interval to show: yesterday
fr: Intervalle de temps à montrer: hier

source: Last week
fr: La semaine dernière

source: Time interval to show: last week
fr: Intervalle de temps à montrer: la semaine dernière

source: Last month
fr: Le mois dernier

source: Time interval to show: last month
fr: Intervalle de temps à montrer: le mois dernier

source: Last year
fr: L'année dernière

source: Time interval to show: last year
fr: Intervalle de temps à montrer: l'année dernière

source: &Time
fr: &Temps

source: &User guide F1
fr: &Guide utilisateur F1

source: &About...
fr: &À propos...

source: &Help
fr: &Aide

source: Several yatish were inappropriately terminated!
fr: Plusieurs yatish se sont terminés abruptement!

source: Duration
fr: Durée

source: Name
fr: Nom

source: Please stop the current activity
fr: Veuillez stopper l'activité en cours

source: Update refused
fr: Mise à jour refusée

source: MySQL connection timed out: try to reconnect...
fr: La connexion MySQL a expiré: essayer de se reconnecter...

source: done.
fr: fait.

source: Database update:
fr: Mise à jour de la base distante:

source: Remote data (if any) will be overwritten by local ones.
fr: Les éventuelles données distantes seront écrasées par les locales.

source: Are you sure?
fr: Êtes-vous sûr?

source: Please wait, working...
fr: Veuillez attendre, traitement en cours...

source: Database upload:
fr: Téléversement de la base:

source: Local data (if any) will be overwritten by remote ones.
fr: Les éventuelles données locales seront écrasées par les distantes.

source: Database download:
fr: Téléchargement de la base:

source: Yet Another TIme SHeet Time tracking for freelancers/homeworkers Built with:
fr: Yet Another TIme SHeet Suivi du temps pour les travailleurs indépendants ou à domicile Construit <svn:242> avec:

source: Won't edit the current activity (first close it).
fr: Impossible d'éditer l'activité en cours (la terminer d'abord).

source: Change selection
fr: Changer de sélection

source: Deleting a record...
fr: Suppression d'un enregistrement...

source: Can't start a new activity (first close the current one).
fr: Impossible de démarrer une nouvelle activité (terminer d'abord celle qui est en cours).

source: Stop current activity
fr: Arrêter l'activité en cours

source: Record
fr: Enregistrer

source: List
fr: Lister

source: Specify the PDF file to be written
fr: Spécifier le fichier PDF à écrire

source: This plot is not provided by the current library. Choose another one in the Settings (Ctrl-P).
fr: Ce diagramme n'est pas disponible avec la librairie actuelle. Il faut en choisir une autre dans les Préférences (Ctrl-P).

source: Timesheet
fr: Feuille de temps

source: YATiSh table
fr: Table YATiSh

source: Summary
fr: Résumé

source: Number of records:
fr: Nombre d'enregistrements:

source: (limited)
fr: (limité)

source: Number of fields:
fr: Nombre de champs:

source: SQL filter:
fr: Filtre SQL:

source: none
fr: aucun

source: Date range:
fr: Intervalle de temps:

source: Total duration (hours):
fr: Durée totale (heures):

source: Listing
fr: Détails

source: Logo file not found... thus not drawn. Check out your PDF settings (Ctrl-S).
fr: Fichier logo introuvable... donc non dessiné. Consultez vos préférences PDF (Ctrl-P).

source: others
fr: autres

source: SUM: %.1f hours (%.1f days)
fr: TOT: %.1f heures (%.1f jours)

source: weeks
fr: semaines

source: hours
fr: heures

source: days
fr: jours

source: Yatish settings
fr: Préférences utilisateur

source: Logging:
fr: Messages:

source: main frame
fr: fenêtre principale

source: Timeslot:
fr: Intervalle de temps:

source: limit list
fr: limiter la liste

source: Row limit:
fr: Limite de liste:

source: Charts:
fr: Graphiques:

source: Company
fr: Entreprise

source: File...
fr: Fichier...

source: Motto
fr: Slogan

source: with charts
fr: avec graphiques

source: GUI
fr: IHM

source: Select the logo file
fr: Choisir le fichier du logo
